---
kind: other
id: Properties.T:Autodesk.Revit.DB.Visual.Metal
source: html/8ac87de7-b234-3780-c5d4-bbb8496ce9e3.htm
---
# Metal Properties

The property labeled "Tint Color" from the "Metal" schema.